brew "mas"

brew "asciinema" # 터미널 세션을 녹화/공유하는 도구
brew "bat"
brew "btop"
brew "chezmoi"
brew "colima" # Docker Desktop 대체
brew "convmv" # 파일명 인코딩 변환기
brew "diskonaut" # 디스크 사용량을 시각화하는 도구
brew "docker"
brew "docker-compose"
brew "dust" # du 개선 도구 # 디스크 사용량을 시각화하는 도구
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd" # find 개선 도구
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gource"
brew "helix"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "mise"
brew "mpv"
brew "navi"
brew "neovim"
brew "nmap"
brew "pandoc" # 문서 포맷 변환기
brew "poppler"
brew "posting"
brew "resvg" # SVG 렌더링 도구 (yazi에서 사용)
brew "ripgrep" # grep 개선 도구
brew "rust"
brew "rust-analyzer"
brew "sd" # sed 개선 도구
brew "sevenzip" # 압축 도구 (yazi에서 사용)
brew "starship"
brew "stylua"
brew "swiftly"
brew "termshark"
brew "thefuck"
brew "tig"
brew "tlrc"
brew "tmux"
brew "up"
brew "uv"
brew "vivid" # LS_COLORS 테마 적용 도구
brew "yazi"
brew "yt-dlp"
brew "zoxide"

cask "adguard"
cask "adobe-digital-editions"
cask "anki"
cask "antinote"
cask "audacity"
cask "betterdisplay"
cask "calibre"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "cleanshot"
cask "codex"
cask "deepl"
cask "discord"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "hyperkey"
cask "iina"
cask "itsycal"
cask "jordanbaird-ice"
cask "krita"
cask "mac-mouse-fix"
cask "mission-control-plus"
cask "obsidian"
cask "ollama-app"
cask "raindropio"
cask "runjs"
cask "visual-studio-code"
cask "zen"

cask "font-comic-mono"
cask "font-d2coding-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-pretendard"
cask "font-sarasa-gothic"
cask "font-symbols-only-nerd-font"

mas "Amphetamine", id: 937984704
mas "BandiNamer", id: 6451223045
mas "Bandizip", id: 1265704574
mas "ExcalidrawZ", id: 6636493997
mas "Flow", id: 1423210932
mas "GitGrass", id: 1501139279
mas "Gifski", id: 1351639930
mas "HazeOver", id: 430798174
mas "KakaoTalk", id: 869223134
mas "Klack", id: 6446206067
mas "Lookupper", id: 1667225994
mas "News Explorer", id: 1032670789
mas "One Thing", id: 1604176982
mas "OwlOCR", id: 6462355119
mas "Subscriptions", id: 1577082754
mas "Typibara", id: 6701996122
mas "Things", id: 904280696
mas "Xcode", id: 497799835
