{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        { "PackageIdentifier": "7zip.7zip" },
        { "PackageIdentifier": "Anthropic.Claude" },
        { "PackageIdentifier": "AutoHotkey.AutoHotkey" },
        { "PackageIdentifier": "Bandisoft.BandiView" },
        { "PackageIdentifier": "Bandisoft.Bandizip" },
        { "PackageIdentifier": "BurntSushi.ripgrep.MSVC" },
        { "PackageIdentifier": "DEVCOM.JetBrainsMonoNerdFont" },
        { "PackageIdentifier": "DeepL.DeepL" },
        { "PackageIdentifier": "Fastfetch-cli.Fastfetch" },
        { "PackageIdentifier": "File-New-Project.EarTrumpet" },
        { "PackageIdentifier": "Git.Git" },
        { "PackageIdentifier": "Gyan.FFmpeg" },
        { "PackageIdentifier": "ImageMagick.ImageMagick" },
        { "PackageIdentifier": "JesseDuffield.lazygit" },
        { "PackageIdentifier": "Microsoft.AppInstaller" },
        { "PackageIdentifier": "Microsoft.PowerShell" },
        { "PackageIdentifier": "Microsoft.PowerToys" },
        { "PackageIdentifier": "Microsoft.UI.Xaml.2.8" },
        { "PackageIdentifier": "Microsoft.VCLibs.Desktop.14" },
        { "PackageIdentifier": "Microsoft.VCRedist.2015+.x64" },
        { "PackageIdentifier": "Microsoft.VisualStudioCode" },
        { "PackageIdentifier": "Microsoft.WindowsTerminal" },
        { "PackageIdentifier": "Neovim.Neovim" },
        { "PackageIdentifier": "OpenJS.NodeJS" },
        { "PackageIdentifier": "SMPlayer.SMPlayer" },
        { "PackageIdentifier": "Zen-Team.Zen-Browser" },
        { "PackageIdentifier": "ajeetdsouza.zoxide" },
        { "PackageIdentifier": "dandavison.delta" },
        { "PackageIdentifier": "jqlang.jq" },
        { "PackageIdentifier": "junegunn.fzf" },
        { "PackageIdentifier": "oschwartz10612.Poppler" },
        { "PackageIdentifier": "sharkdp.fd" },
        { "PackageIdentifier": "sxyazi.yazi" },
        { "PackageIdentifier": "twpayne.chezmoi" }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    },
    {
      "Packages": [{ "PackageIdentifier": "9NT1R1C2HH7J" }],
      "SourceDetails": {
        "Argument": "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
        "Identifier": "StoreEdgeFD",
        "Name": "msstore",
        "Type": "Microsoft.Rest"
      }
    }
  ]
}
