brew "neovim"
brew "eza"
brew "yazi"
brew "tmux"
brew "lazygit"
brew "lazydocker"
brew "lazysql"
brew "chezmoi"
brew "bat"
brew "fd" # find 개선 도구
brew "fzf"
brew "git"
brew "git-delta"
brew "gh"
brew "btop"
brew "mas"
brew "yt-dlp"
brew "ffmpeg"
brew "helix"
brew "fastfetch"
brew "mpv"
brew "pandoc" # 문서 포맷 변환기
brew "poppler"
brew "resvg" # SVG 렌더링 도구 (yazi에서 사용)
brew "rust"
brew "rust-analyzer"
brew "sevenzip" # 압축 도구 (yazi에서 사용)
brew "swiftly"
brew "tlrc"
brew "asciinema" # 터미널 세션을 녹화/공유하는 도구
brew "ripgrep" # grep 개선 도구
brew "sd" # sed 개선 도구
brew "dust" # du 개선 도구 # 디스크 사용량을 시각화하는 도구
brew "posting"
brew "diskonaut" # 디스크 사용량을 시각화하는 도구
brew "mise"
brew "convmv" # 파일명 인코딩 변환기
brew "termshark"
brew "vivid" # LS_COLORS 테마 적용 도구


cask "ghostty"
cask "raycast"
cask "jordanbaird-ice"
cask "chatgpt"
cask "cleanshot"
cask "runjs"
cask "hammerspoon"
cask "betterdisplay"
cask "docker-desktop"
cask "discord"
cask "anki"
cask "visual-studio-code"
cask "mission-control-plus"
cask "adguard"
cask "itsycal"
cask "obsidian"
cask "deepl"
cask "google-chrome"
cask "thebrowsercompany-dia"
cask "zen"
cask "gureumkim"
cask "iina"
cask "ridibooks"
cask "signal"
cask "stats"

cask "font-iosevka-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-comic-mono"
cask "font-pretendard"

mas "Amphetamine", id: 937984704
mas "BandiNamer", id: 6451223045
mas "Bandizip", id: 1265704574
mas "ExcalidrawZ", id: 6636493997
mas "Flow", id: 1423210932
mas "Gestimer", id: 6447125648
mas "GitGrass", id: 1501139279
mas "Gifski", id: 1351639930
mas "HazeOver", id: 430798174
mas "KakaoTalk", id: 869223134
mas "Klack", id: 6446206067
mas "Lookupper", id: 1667225994
mas "News Explorer", id: 1032670789
mas "One Thing", id: 1604176982
mas "OwlOCR", id: 6462355119
mas "Subscriptions", id: 1577082754
mas "Typibara", id: 6701996122
mas "Things", id: 904280696
mas "Xcode", id: 497799835
